---
kind: enumMember
id: F:Autodesk.Revit.DB.FitDirectionType.Vertical
enum: Autodesk.Revit.DB.FitDirectionType
source: html/dabf58ad-84fd-b75a-653b-284467bb2d05.htm
---
# Autodesk.Revit.DB.FitDirectionType.Vertical

Fit a specific number of pixels in vertical direction.